Repository: TimSuperior/HouseholdMS
Catalog: Resources/Strings.*.resx
Languages: es

# App_Title
source: PV Testing Workbench
es: Banco de Pruebas PV

# Nav_Settings
source: ⚙ Settings
es: ⚙ Ajustes

# Nav_Logout
source: Logout
es: Cerrar sesión

# Sidebar_MainMenu
source: ≡ Main Menu
es: ≡ Menú principal

# Section_Dashboard
source: 📊 Dashboard
es: 📊 Tablero

source: Dashboard Sections
es: Secciones del tablero

# Menu_Sites
source: 🏠 Sites
es: 🏠 Sitios

# Menu_Inventory
source: 📦 Inventory
es: 📦 Inventario

# Menu_ServiceRecords
source: 🛠 Service Records
es: 🛠 Registros de servicio

# Section_Monitoring
source: 🛰 Monitoring
es: 🛰 Monitoreo

# Monitoring_LiveInstruments
source: Live Instruments
es: Instrumentos en vivo

# Menu_MpptMonitoring
source: 📡 MPPT Monitoring
es: 📡 Monitoreo MPPT

# Menu_Oscilloscope
source: 📈 Oscilloscope
es: 📈 Osciloscopio

# Menu_Multimeter
source: 📶 Multimeter
es: 📶 Multímetro

# Menu_ElectronicLoad
source: ⚡Electronic Load
es: ⚡ Carga electrónica

# Section_TestProcedures
source: 🔬 Test Procedures
es: 🔬 Procedimientos de prueba

# Section_TestManuals
source: 🧪 Test Manuals
es: 🧪 Manuales de prueba

# TestManuals_TestModules
source: 🧪 Test Modules
es: 🧪 Módulos de prueba

# Menu_TestProcedure
source: 🎛️ PV Panel
es: 🎛️ Módulo fotovoltaico

# Menu_ControllerTest
source: 🔄 MPPT Charge Controller
es: 🔄 Controlador de carga MPPT

# Menu_SwitchTest
source: 🔀 Inverter
es: 🔀 Inversor

# Menu_BlueSmartCharger
source: 🔌 Blue Smart Charger
es: 🔌 Cargador Blue Smart

# Menu_K4BatteryBalancing
source: 🔋 K4 Battery Balancing
es: 🔋 Balanceo de baterías K4

# TestManuals_Documentation
source: Documentation
es: Documentación

# Menu_TestReports
source: 📄 Test Reports
es: 📄 Informes de prueba

# Menu_Templates
source: 📁 Templates
es: 📁 Plantillas

# Menu_ManageUsers
source: 👥 Manage Users
es: 👥 Gestionar usuarios

# UM_Title
source: 👥 User Management
es: 👥 Gestión de usuarios

# UM_SearchPlaceholder
source: Search name/username/role/phone/address/area/note/status
es: Buscar nombre/usuario/rol/teléfono/dirección/área/nota/estado

# UM_AddUser
source: ➕ Add User
es: ➕ Añadir usuario

# UM_Column_Name
source: Name
es: Nombre

# UM_Column_Username
source: Username
es: Usuario

# UM_Column_Role
source: Role
es: Rol

# UM_Column_Phone
source: Phone
es: Teléfono

# UM_Column_Address
source: Address
es: Dirección

# UM_Column_AssignedArea
source: Assigned Area
es: Área asignada

# UM_Column_Note
source: Note
es: Nota

# UM_Column_Status
source: Status
es: Estado

# UM_Column_Approval
source: Approval
es: Aprobación

# UM_Approve
source: Approve
es: Aprobar

# UM_Decline
source: Decline
es: Rechazar

# UM_Context_ChangeRole
source: Change role
es: Cambiar rol

# UM_Context_Guest
source: Guest
es: Invitado

# UM_Context_Technician
source: Technician
es: Técnico

# UM_Context_Admin
source: Admin
es: Administrador

# UM_Context_DeleteUser
source: Delete user
es: Eliminar usuario

# UM_EmptyState
source: No users found
es: No se encontraron usuarios

# UM_Cols_Chip_Tag
source: Columns
es: Columnas

# UM_Cols_Chip_All
source: All ▾
es: Todas ▾

# UM_Cols_SelectedFmt
source: {0} selected ▾
es: {0} seleccionadas ▾

# UM_Cols_Chip_SelectedFmt
source: {0} selected ▾
es: {0} seleccionadas ▾

# UM_Cols_Title
source: Choose columns
es: Elegir columnas

# UM_Cols_Name
source: Name
es: Nombre

# UM_Cols_Username
source: Username
es: Usuario

# UM_Cols_Role
source: Role
es: Rol

# UM_Cols_Phone
source: Phone
es: Teléfono

# UM_Cols_Address
source: Address
es: Dirección

# UM_Cols_AssignedArea
source: Assigned Area
es: Área asignada

# UM_Cols_Note
source: Note
es: Nota

# UM_Cols_Status
source: Status
es: Estado

# UM_Cols_SelectAll
source: Select all
es: Seleccionar todo

# UM_Cols_Clear
source: Clear
es: Limpiar

# UM_Cols_OK
source: OK
es: Aceptar

# Role_Admin
source: Admin
es: Administrador

# Role_Technician
source: Technician
es: Técnico

# Role_Guest
source: Guest
es: Invitado

# Status_Admin
source: Admin
es: Administrador

# Status_Approved
source: approved
es: Aprobado

# Status_Pending
source: pending
es: Pendiente

# Status_User
source: user
es: Usuario

# Status_Blocked
source: blocked
es: Bloqueado

# Status_Active
source: active
es: Activo

# Status_Inactive
source: inactive
es: Inactivo

# Login_Title
source: Login
es: Iniciar sesión

# Login_Welcome
source: Welcome Back
es: Bienvenido de nuevo

# Login_Username
source: Username
es: Usuario

# Login_Password
source: Password
es: Contraseña

# Login_Button_Login
source: Login
es: Iniciar sesión

# Login_Button_RegisterNewUser
source: Register New User
es: Registrar nuevo usuario

# Login_Button_Exit
source: Exit
es: Salir

# Register_Title
source: Create New Account
es: Crear cuenta nueva

# Register_Name
source: Name
es: Nombre

# Register_Username
source: Username
es: Usuario

# Register_Password
source: Password
es: Contraseña

# Register_PasswordNote
source: Password must be longer than 6 characters and include at least one number or symbol. It cannot be the same as your Name or Username.
es: La contraseña debe tener más de 6 caracteres e incluir al menos un número o símbolo. No puede ser igual a tu nombre o usuario.

# Register_ConfirmPassword
source: Confirm Password
es: Confirmar contraseña

# Register_TechToggle
source: I'm a technician (request approval)
es: Soy técnico (solicitar aprobación)

# Register_PhoneLabel
source: Phone (digits only, 8–15)
es: Teléfono (solo dígitos, 8–15)

# Register_AddressLabel
source: Address (required for technician)
es: Dirección (obligatoria para técnico)

# Register_AreaLabel
source: Assigned Area (required for technician)
es: Área asignada (obligatoria para técnico)

# Register_NoteLabel
source: Note (optional)
es: Nota (opcional)

# Register_Button_Register
source: Register
es: Registrar

# Register_Button_BackToLogin
source: Back to Login
es: Volver a iniciar sesión

# ItemDlg_Title
source: Action
es: Acción

# ItemDlg_Quantity
source: Quantity
es: Cantidad

# ItemDlg_Person
source: Person
es: Persona

# ItemDlg_Note
source: Note
es: Nota

# ItemDlg_OK
source: ✔ OK
es: ✔ Aceptar

# ItemDlg_Cancel
source: ✖ Cancel
es: ✖ Cancelar

# Inv_SearchPlaceholder
source: Search by item type
es: Buscar por tipo de artículo

# Inv_NewItem
source: ➕ New Item
es: ➕ Nuevo artículo

# Inv_Column_ItemType
source: Item Type
es: Tipo de artículo

# Inv_Column_AvailableQty
source: Available Qty
es: Cantidad disponible

# Inv_Column_UsedQty
source: Used Qty
es: Cantidad usada

# Inv_Column_LowThreshold
source: Low Threshold
es: Umbral mínimo

# Inv_Column_LastRestocked
source: Last Restocked
es: Último reabastecimiento

# Inv_Column_Note
source: Note
es: Nota

# Inv_Action_Restock
source: Restock
es: Reabastecer

# Inv_Action_Use
source: Use
es: Usar

# Inv_EmptyState
source: No inventory items found
es: No se encontraron artículos de inventario

# Inv_Detail_ItemIDLabel
source: Item ID:
es: ID del artículo:

# Inv_Detail_ItemTypeLabel
source: Item Type:
es: Tipo de artículo:

# Inv_Detail_AvailableQtyLabel
source: Available Quantity:
es: Cantidad disponible:

# Inv_Detail_UsedQtyLabel
source: Used Quantity:
es: Cantidad usada:

# Inv_Detail_LowThresholdLabel
source: Low Stock Threshold:
es: Umbral mínimo:

# Inv_Detail_LastRestockedLabel
source: Last Restocked:
es: Último reabastecimiento:

# Inv_Detail_NoteLabel
source: Note:
es: Nota:

# SR_SearchPlaceholder
source: Search by household/tech/problem/action/status
es: Buscar por hogar/técnico/problema/acción/estado

# SR_Column_Household
source: Household
es: Hogar

# SR_Column_Technicians
source: Technicians
es: Técnicos

# SR_Column_Problem
source: Problem
es: Problema

# SR_Column_Action
source: Action
es: Acción

# SR_Column_InventoryUsed
source: Inv. Used
es: Inventario usado

# SR_Column_Start
source: Start
es: Inicio

# SR_Column_Finish
source: Finish
es: Fin

# SR_Column_Status
source: Status
es: Estado

# SR_EmptyState
source: No service records found
es: No se encontraron registros de servicio

# SR_Detail_ServiceID
source: Service ID:
es: ID de servicio:

# SR_Detail_Household
source: Household:
es: Hogar:

# SR_Detail_PrimaryTech
source: Primary Tech:
es: Técnico principal:

# SR_Detail_Team
source: Team:
es: Equipo:

# SR_Detail_Problem
source: Problem:
es: Problema:

# SR_Detail_Action
source: Action:
es: Acción:

# SR_Detail_InventoryUsed
source: Inventory Used:
es: Inventario usado:

# SR_Detail_Started
source: Started:
es: Inicio:

# SR_Detail_Finished
source: Finished:
es: Finalizado:

# SR_Detail_Status
source: Status:
es: Estado:

# Dash_Header
source: Dashboard
es: Panel

# Dash_Section_Household
source: 🏠 Household
es: 🏠 Hogar

# Dash_TotalHouseholds
source: Total Households
es: Total de hogares

# Dash_Operational
source: Operational
es: Operativas

# Dash_OutOfService
source: Out of Service
es: Fuera de servicio

# Dash_Section_Inventory
source: 📦 Inventory
es: 📦 Inventario

# Dash_OpenList
source: Open List
es: Abrir lista

# Dash_Remaining
source: Remaining
es: Restante

# Dash_Threshold_Label
source: Threshold
es: Umbral

# Dash_Restocked_Label
source: Restocked
es: Reabastecido

# Dash_Status_Out
source: OUT
es: SIN

# Dash_Status_Low
source: LOW
es: BAJO

# InvDet_Title
source: Inventory Details
es: Detalles de inventario

# InvDet_Status_InStock
source: In Stock
es: En stock

# InvDet_LowStockMsg
source: This item is low on stock.
es: Este artículo tiene poco stock.

# InvDet_ItemType
source: Item Type
es: Tipo de artículo

# InvDet_Available
source: Available
es: Disponible

# InvDet_Used
source: Used
es: Usado

# InvDet_LastRestocked
source: Last Restocked
es: Último reabastecimiento

# InvDet_LastUsed
source: Last Used
es: Último uso

# InvDet_Note
source: Note
es: Nota

# InvDet_UsageHistory
source: Usage History
es: Historial de uso

# InvDet_Usage_When
source: Date
es: Fecha

# InvDet_Usage_QtyUsed
source: Qty Used
es: Cant. usada

# InvDet_Usage_Service
source: Service
es: Servicio

# InvDet_Usage_Household
source: Household
es: Hogar

# InvDet_Usage_Technicians
source: Technician(s)
es: Técnico(s)

# InvDet_Usage_UsedBy
source: Used By
es: Usado por

# InvDet_RestockHistory
source: Restock History
es: Historial de reabastecimiento

# InvDet_Restock_When
source: Date
es: Fecha

# InvDet_Restock_Qty
source: Qty
es: Cant.

# InvDet_Restock_By
source: Restocked By
es: Reabastecido por

# InvDet_Restock_Note
source: Note
es: Nota

# InvDet_Close
source: ✖ Close
es: ✖ Cerrar

# AHV_SearchPlaceholder
source: Search by owner, user, area or contact
es: Buscar por propietario, usuario, área o contacto

# AHV_AddHousehold
source: ➕ Add Household
es: ➕ Añadir hogar

# AHV_Column_OwnerName
source: Owner Name
es: Nombre del propietario

# AHV_Column_UserName
source: User Name
es: Nombre del usuario

# AHV_Column_Municipality
source: Municipality
es: Municipio

# AHV_Column_District
source: District
es: Distrito

# AHV_Column_Contact
source: Contact
es: Contacto

# AHV_Column_Installed
source: Installed
es: Instalado

# AHV_Column_LastInspect
source: Last Inspect
es: Última inspección

# AHV_Column_Status
source: Status
es: Estado

# AHV_Column_Comment
source: Comment
es: Comentario

# AHV_EmptyState
source: No households found
es: No se encontraron hogares

# AHV_Status_Tooltip
source: Status is read-only in this view. Change it in the Service/Status view.
es: El estado es de solo lectura en esta vista. Cámbialo en la vista de Servicio/Estado.

# AHV_RO_OwnerName
source: Owner Name:
es: Nombre del propietario:

# AHV_RO_UserName
source: User Name:
es: Nombre del usuario:

# AHV_RO_Municipality
source: Municipality:
es: Municipio:

# AHV_RO_District
source: District:
es: Distrito:

# AHV_RO_Contact
source: Contact:
es: Contacto:

# AHV_RO_Installed
source: Installed:
es: Instalado:

# AHV_RO_LastInspect
source: Last Inspect:
es: Última inspección:

# AHV_RO_Status
source: Status:
es: Estado:

# AHV_RO_Comment
source: Comment:
es: Comentario:

# OHV_SearchPlaceholder
source: Search by owner, user, area or contact
es: Buscar por propietario, usuario, área o contacto

# OHV_Column_OwnerName
source: Owner Name
es: Nombre del propietario

# OHV_Column_UserName
source: User Name
es: Nombre del usuario

# OHV_Column_Municipality
source: Municipality
es: Municipio

# OHV_Column_District
source: District
es: Distrito

# OHV_Column_Contact
source: Contact
es: Contacto

# OHV_Column_Installed
source: Installed
es: Instalado

# OHV_Column_LastInspect
source: Last Inspect
es: Última inspección

# OHV_Column_Status
source: Status
es: Estado

# OHV_Column_Comment
source: Comment
es: Comentario

# OHV_EmptyState
source: No operational households found
es: No se encontraron hogares operativos

# OHV_Status_Tooltip
source: Status (read-only in this view)
es: El estado es de solo lectura en esta vista

# OOSV_SearchPlaceholder
source: Search by owner, user, area or contact
es: Buscar por propietario, usuario, área o contacto

# OOSV_Column_OwnerName
source: Owner Name
es: Nombre del propietario

# OOSV_Column_UserName
source: User Name
es: Nombre del usuario

# OOSV_Column_Municipality
source: Municipality
es: Municipio

# OOSV_Column_District
source: District
es: Distrito

# OOSV_Column_Contact
source: Contact
es: Contacto

# OOSV_Column_Installed
source: Installed
es: Instalado

# OOSV_Column_LastInspect
source: Last Inspect
es: Última inspección

# OOSV_Column_Status
source: Status
es: Estado

# OOSV_Column_Comment
source: Comment
es: Comentario

# OOSV_EmptyState
source: No out-of-service households found
es: No se encontraron hogares fuera de servicio

# OOSV_Status_Tooltip
source: Click to change status (Admins only)
es: Haz clic para cambiar el estado (solo administradores)

# SV_Breadcrumb_Dashboard
source: Dashboard
es: Panel de control

# SV_Breadcrumb_Dashboard_Tooltip
source: Go to Dashboard
es: Ir al panel de control

# SV_Breadcrumb_Sites
source: Sites
es: Sitios

# SV_Title
source: Sites
es: Sitios

# SV_BackToDashboard
source: Back to Dashboard
es: Volver al panel

# SV_BackToDashboard_Tooltip
source: Back to Dashboard (Alt+Left)
es: Volver al panel (Alt+Izquierda)

# SV_Tile_TotalHouseholds
source: Total Households
es: Hogares totales

# SV_Tile_Operational
source: Operational
es: Operativos

# SV_Tile_OutOfService
source: Out of Service
es: Fuera de servicio

# SV_Placeholder
source: Select a tile to show details here…
es: Selecciona una tarjeta para ver los detalles aquí…

# AS_Header
source: Start Service Call
es: Iniciar llamada de servicio

# AS_Summary_Title
source: Household summary
es: Resumen del hogar

# AS_Summary_HouseholdID
source: Household ID:
es: ID del hogar:

# AS_Summary_Owner
source: Owner:
es: Propietario:

# AS_Summary_User
source: User:
es: Usuario:

# AS_Summary_Municipality
source: Municipality:
es: Municipio:

# AS_Summary_District
source: District:
es: Distrito:

# AS_Summary_Contact
source: Contact:
es: Contacto:

# AS_Summary_Status
source: Status:
es: Estado:

# AS_Problem_Label
source: Problem description (optional)
es: Descripción del problema (opcional)

# AS_FieldRequired
source: This field is required.
es: Este campo es obligatorio.

# AS_Confirm
source: ✔ Confirm Service
es: ✔ Confirmar servicio

# AS_Cancel
source: ✖ Cancel
es: ✖ Cancelar

# AHC_FieldRequired
source: This field is required.
es: Este campo es obligatorio.

# AHC_Info_OutOfService
source: Status is set to Out of Service. Please add a short note describing the reason and consider opening a Service Call from the dashboard.
es: El estado está establecido como Fuera de servicio. Agrega una breve nota con el motivo y considera abrir una llamada de servicio desde el panel.

# AHC_Label_OwnerName
source: Owner Name
es: Nombre del propietario

# AHC_Label_UserName
source: User Name
es: Nombre de usuario

# AHC_Label_Municipality
source: Municipality
es: Municipio

# AHC_Label_District
source: District
es: Distrito

# AHC_Label_ContactNumber
source: Contact Number
es: Número de contacto

# AHC_Label_InstallDate
source: Installation Date
es: Fecha de instalación

# AHC_Label_LastInspectDate
source: Last Inspection Date
es: Fecha de la última inspección

# AHC_Label_Status
source: Status
es: Estado

# AHC_Label_NoteOptional
source: Note (optional)
es: Nota (opcional)

# AHC_ServiceHistory_Title
source: 🛠 Service History
es: 🛠 Historial de servicios

# AHC_ServiceHistory_Zero
source: 0 records
es: 0 registros

# AHC_ServiceHistory_Empty
source: No service records yet.
es: Aún no hay registros de servicio.

# AHC_SH_Col_Date
source: Date
es: Fecha

# AHC_SH_Col_Technician
source: Technician
es: Técnico

# AHC_SH_Col_Summary
source: Summary
es: Resumen

# AHC_SH_Col_Status
source: Status
es: Estado

# AHC_Btn_Save
source: 💾 Save
es: 💾 Guardar

# AHC_Btn_Cancel
source: ✖ Cancel
es: ✖ Cancelar

# AHC_Btn_Delete
source: 🗑 Delete
es: 🗑 Eliminar

# Common_Status_Operational
source: Operational
es: Operativo

# Common_Status_OutOfService
source: Out of Service
es: Fuera de servicio

# AIC_Header_Subtitle
source: Create or update inventory items. Track stock and usage history.
es: Gestionar artículo de inventario

# AIC_Label_ItemType
source: Item type
es: Tipo de artículo

# AIC_Label_InitialQty
source: Initial quantity
es: Cantidad inicial

# AIC_Label_Threshold
source: Low-stock threshold
es: Umbral de stock bajo

# AIC_Label_NoteOptional
source: Note (optional)
es: Nota (opcional)

# AIC_Snapshot_Title
source: Snapshot
es: Resumen del artículo

# AIC_Snapshot_Available
source: Available
es: Disponible

# AIC_Snapshot_Used
source: Used
es: Usado

# AIC_Snapshot_LastRestocked
source: Last restocked
es: Último reabastecimiento

# AIC_Snapshot_LastUsed
source: Last used
es: Último uso

# AIC_UsageHistory_Title
source: Usage history
es: Historial de uso

# AIC_UH_Col_When
source: When
es: Fecha

# AIC_UH_Col_QtyUsed
source: Qty used
es: Cant. usada

# AIC_UH_Col_Service
source: Service
es: Servicio

# AIC_UH_Col_UsedBy
source: Used by
es: Usado por

# AIC_UH_Col_Technicians
source: Technicians
es: Técnico(s)

# AIC_RestockHistory_Title
source: Restock history
es: Historial de reabastecimiento

# AIC_RH_Col_When
source: When
es: Fecha

# AIC_RH_Col_Qty
source: Qty
es: Cant.

# AIC_RH_Col_By
source: By
es: Por

# AIC_RH_Col_Note
source: Note
es: Nota

# AIC_Btn_Save
source: ✔ Save Changes
es: ✔ Guardar cambios

# AIC_Btn_Cancel
source: Cancel
es: ✖ Cancelar

# AIC_Btn_Delete
source: Delete
es: 🗑 Eliminar

# AIC_Info_LowStock
source: This item is low on stock.
es: Este artículo tiene poco stock.

# AIC_Info_OutOfStock
source: This item is out of stock.
es: Este artículo está agotado.

# AIC_Status_InStock
source: In Stock
es: En stock

# AIC_Status_LowStock
source: Low Stock
es: Poco stock

# AIC_Status_OutOfStock
source: Out of Stock
es: Agotado

# ASRC_Header_Title
source: ➕ Add Service Record
es: ➕ Agregar registro de servicio

# ASRC_Header_Subtitle
source: Service details and activity
es: Detalles y actividad del servicio

# ASRC_Det_ServiceId
source: Service ID:
es: ID de servicio:

# ASRC_Det_Household
source: Household:
es: Hogar:

# ASRC_Det_Technicians
source: Technicians:
es: Técnicos:

# ASRC_Det_Problem
source: Problem:
es: Problema:

# ASRC_Det_Action
source: Action:
es: Acción:

# ASRC_Det_Inventory
source: Inventory Used:
es: Inventario utilizado:

# ASRC_Det_Started
source: Started:
es: Inicio:

# ASRC_Det_Finished
source: Finished:
es: Finalizado:

# ASRC_Form_HouseholdID
source: Household ID
es: ID del hogar

# ASRC_Form_TechnicianID
source: Technician ID
es: ID del técnico

# ASRC_Form_LastInspectDate
source: Last Inspect Date
es: Fecha de última inspección

# ASRC_Form_Problem
source: Problem
es: Problema

# ASRC_Form_ActionTaken
source: Action Taken
es: Acción realizada

# ASRC_Form_RepairDate
source: Repair Date
es: Fecha de reparación

# ASRC_Btn_Delete
source: 🗑 Delete
es: 🗑 Eliminar

# ASRC_Btn_Save
source: ✔ Save
es: ✔ Guardar

# ASRC_Btn_Close
source: ✖ Close
es: ✖ Cerrar

# ASRC_Status_Open
source: Open
es: Abierto

# ASRC_Status_Finished
source: Finished
es: Finalizado

# ASRC_Status_Canceled
source: Canceled
es: Cancelado

# Common_OK
source: OK
es: Aceptar

# Common_Cancel
source: Cancel
es: Cancelar

# Common_SelectAll
source: Select all
es: Seleccionar todo

# Common_Clear
source: Clear
es: Limpiar

# Common_Close
source: Close
es: Cerrar

# Db_Error_Title
source: Database Error
es: Error de base de datos

# Db_Error_Prefix
source: Database connection error:
es: Error de conexión a la base de datos:

# Error_UnexpectedPrefix
source: An unexpected error occurred:
es: Ocurrió un error inesperado:

# Login_MissingCredentials_Title
source: Missing Credentials
es: Faltan datos

# Login_MissingCredentials_Body
source: Please enter both Username and Password.
es: Introduce el nombre de usuario y la contraseña.

# Login_Failed_Title
source: Login Failed
es: Inicio de sesión fallido

# Login_InvalidCredentials_Body
source: Invalid username or password.
es: Nombre de usuario o contraseña inválidos.

# Registration_UsernameTaken_Title
source: Username Taken
es: Nombre de usuario en uso

# Registration_UsernameTaken_Body
source: Username already exists. Please choose another.
es: El nombre de usuario ya existe. Elige otro.

# Registration_Complete_Title
source: Registration Complete
es: Registro completado

# Register_Complete_TechPending
source: Registration submitted as Guest. Your technician request is pending admin approval.
es: Registro enviado como Invitado. Tu solicitud como técnico está pendiente de aprobación del administrador.

# Register_Complete_Guest
source: User registered as Guest successfully!
es: Usuario registrado como Invitado correctamente.

# Registration_Failed_Title
source: Registration Failed
es: Registro fallido

# Val_FixIssues_Title
source: Fix the highlighted issues
es: Corrige los campos marcados

# Val_Name_Min2
source: Name must be at least 2 characters.
es: El nombre debe tener al menos 2 caracteres.

# Val_Username_Min4
source: Username must be at least 4 characters.
es: El nombre de usuario debe tener al menos 4 caracteres.

# Val_Username_NoSpaces
source: Username cannot contain spaces.
es: El nombre de usuario no puede contener espacios.

# Val_Username_NotEqualName
source: Username must be different from Name.
es: El nombre de usuario debe ser distinto del nombre.

# Val_Password_MinLen
source: Password must be longer than 6 characters.
es: La contraseña debe tener más de 6 caracteres.

# Val_Password_NotEqualName
source: Password must be different from Name.
es: La contraseña debe ser distinta del nombre.

# Val_Password_NotEqualUsername
source: Password must be different from Username.
es: La contraseña debe ser distinta del nombre de usuario.

# Val_Password_MustContainDigitOrSymbol
source: Password must include at least one number or symbol.
es: La contraseña debe incluir al menos un número o símbolo.

# Val_ConfirmPassword_Empty
source: Please confirm your password.
es: Confirma tu contraseña.

# Val_ConfirmPassword_MustMatch
source: Confirm Password must match Password exactly.
es: La confirmación debe coincidir exactamente con la contraseña.

# Val_Phone_Range
source: Phone must be 8–15 digits (digits only).
es: El teléfono debe tener entre 8 y 15 dígitos (solo números).

# Val_Address_Min5
source: Address must be at least 5 characters.
es: La dirección debe tener al menos 5 caracteres.

# Val_Area_Min2
source: Assigned Area must be at least 2 characters.
es: La zona asignada debe tener al menos 2 caracteres.

# Val_Phone_OptionalRange
source: Phone (optional) must be 8–15 digits if provided.
es: El teléfono (opcional) debe tener 8–15 dígitos si se proporciona.

# SCDC_Header_Title
source: Service Call Details
es: Detalles de la orden de servicio

# SCDC_Header_Title_WithOpenedFmt
source: Service Call Details (Opened At: {0})
es: Detalles de la orden de servicio (Apertura: {0})

# SCDC_Summary_Title
source: Service summary
es: Resumen del servicio

# SCDC_Label_ServiceID
source: Service ID:
es: ID de servicio:
