Repository: TimSuperior/HouseholdMS
Catalog: Resources/Strings.*.resx
Languages: es

# SCDC_Label_OpenedAt
source: Opened At:
es: Abierta el:

# SCDC_Label_HouseholdID
source: Household ID:
es: ID de hogar:

# SCDC_Label_Owner
source: Owner:
es: Propietario:

# SCDC_Label_Municipality
source: Municipality:
es: Municipio:

# SCDC_Label_District
source: District:
es: Distrito:

# SCDC_Label_Contact
source: Contact:
es: Contacto:

# SCDC_Label_CurrentStatus
source: Current Status:
es: Estado actual:

# SCDC_Problem_Title
source: Problem description
es: Descripción del problema

# SCDC_Action_Title
source: Action taken
es: Acción realizada

# SCDC_Previous
source: Previous
es: Anterior

# SCDC_NewUpdate
source: New update
es: Nueva actualización

# SCDC_Problem_Watermark
source: What did you find now?
es: ¿Qué encontraste ahora?

# SCDC_Action_Watermark
source: What did you do this visit?
es: ¿Qué hiciste en esta visita?

# SCDC_InitialProblem
source: Initial problem
es: Problema inicial

# SCDC_InitialAction
source: Initial action
es: Acción inicial

# SCDC_Tech_Title
source: Technicians involved
es: Técnicos involucrados

# SCDC_TechPicker_ButtonInit
source: Select Technicians (0)
es: Seleccionar técnicos (0)

# SCDC_TechPicker_ButtonFmt
source: Select Technicians ({0})
es: Seleccionar técnicos ({0})

# SCDC_TechPicker_Title
source: Select Technicians
es: Seleccionar técnicos

# SCDC_Inventory_Title
source: Inventory used
es: Inventario utilizado

# SCDC_InvPicker_Title
source: Add Inventory Items
es: Agregar artículos de inventario

# SCDC_InvPicker_AddItems
source: Add Inventory Items
es: Agregar artículos de inventario

# SCDC_Inv_SearchPlaceholder
source: Search items...
es: Buscar artículos...

# SCDC_InStockOnly
source: In-stock only
es: Solo en stock

# SCDC_Inv_SelectInStock
source: Select in-stock
es: Seleccionar en stock

# SCDC_Btn_Done
source: Done
es: Listo

# SCDC_Button_SaveOpen
source: 💾 Save and keep the service call
es: 💾 Guardar y mantener abierta la orden

# SCDC_Button_Cancel
source: ✖ Cancel service call
es: ✖ Cancelar orden

# SCDC_Button_Finish
source: ✔ Finish service call
es: ✔ Finalizar orden

# SCDC_SelectedFmt
source: ({0} selected)
es: ({0} seleccionados)

# SCDC_SelectedZero
source: (0 selected)
es: (0 seleccionados)

# SCDC_SearchPlaceholder
source: Search...
es: Buscar...

# SCDC_Stock_OutOfStock
source: Out of stock
es: Sin stock

# SCDC_Stock_Low
source: Low
es: Bajo

# SCDC_Title_Service
source: Service
es: Servicio

# SCDC_NoOpenTicket
source: No open service ticket for this household.
es: No hay una orden de servicio abierta para este hogar.

# SCDC_ModalActive_Title
source: Modal active
es: Diálogo activo

# SCDC_ModalActive_Body
source: Finish/Save/Cancel is disabled while a dialog is open. Close it first.
es: Finalizar/Guardar/Cancelar está deshabilitado mientras haya un diálogo abierto. Ciérralo primero.

# SCDC_Permission_Tip
source: Only Admin or Technician can perform this action.
es: Solo un Administrador o Técnico puede realizar esta acción.

# SCDC_Unknown
source: (unknown)
es: (desconocido)

# SCDC_Missing_Technicians
source: technicians
es: técnicos

# SCDC_Missing_Inventory
source: inventory items
es: artículos de inventario

# SCDC_Proceed_Title
source: Proceed without selections?
es: ¿Continuar sin selecciones?

# SCDC_Proceed_ConfirmOneFmt
source: No {0} are selected. Do you still want to proceed?
es: No hay {0} seleccionados. ¿Deseas continuar?

# SCDC_Proceed_ConfirmBoth
source: No technicians and no inventory items are selected. Do you still want to proceed?
es: No hay técnicos ni artículos de inventario seleccionados. ¿Deseas continuar?

# SCDC_Validation_QtyAtLeastOne
source: Quantity for "{0}" must be at least 1.
es: La cantidad para "{0}" debe ser al menos 1.

# SCDC_Validation_NotEnoughStock
source: Not enough stock for "{0}". Available: {1}
es: No hay suficiente stock de "{0}". Disponible: {1}

# SCDC_Validation_NotEnoughStock_Now
source: Insufficient stock for "{0}". Available now: {1}
es: Stock insuficiente de "{0}". Disponible ahora: {1}

# SCDC_SaveOpen_Success
source: Saved. Ticket remains open. No stock deducted.
es: Guardado. La orden sigue abierta. No se descontó inventario.

# SCDC_Finish_Success
source: Service finished. Household set to Operational and inventory updated.
es: Orden finalizada. El hogar quedó en estado Operativo y el inventario fue actualizado.

# SCDC_Cancel_ConfirmTitle
source: Cancel service call?
es: ¿Cancelar la orden?

# SCDC_Cancel_ConfirmBody
source: Cancel this service call? This will: • Mark the ticket as Canceled • Close it now (sets FinishDate) • NOT deduct any inventory • Clear any pending item selections • Set household to Operational
es: ¿Cancelar esta orden de servicio? Esto: • Marcará la orden como Cancelada • La cerrará ahora (asigna Fecha de cierre) • NO descontará inventario • Limpiará selecciones pendientes • Pondrá el hogar como Operativo

# SCDC_Cancel_Success
source: Service canceled. Household set to Operational. No stock deducted.
es: Orden cancelada. El hogar quedó Operativo. No se descontó inventario.

# AS_Btn_UpdateOpen
source: 🛠 Update Problem on Open Service
es: 🛠 Actualizar problema en el servicio abierto

# AS_Btn_StartService
source: 🚀 Start Service (Move to Out of Service)
es: 🚀 Iniciar servicio (Pasar a Fuera de Servicio)

# AS_Info_HasOpen
source: An open service already exists for this household.
es: Ya existe un servicio abierto para este hogar.

# AS_Info_HasOpenFmt
source: An open service (#{0}) already exists for this household.
es: Ya existe un servicio abierto (#{0}) para este hogar.

# AS_Info_StartNew
source: This will move the household to Out of Service and open a service ticket.
es: Esto moverá el hogar a Fuera de Servicio y abrirá un ticket de servicio.

# AS_Title_Updated
source: Service Updated
es: Servicio actualizado

# AS_Title_Created
source: Service Created
es: Servicio creado

# AS_Update_SuccessFmt
source: Updated open service #{0}.
es: Servicio abierto #{0} actualizado.

# AS_Create_Success
source: Service call started. Household moved to 'Out of Service'.
es: Servicio iniciado. El hogar pasó a “Fuera de Servicio”.

# AIC_Header_Add
source: ➕ Add Inventory Item
es: ➕ Añadir artículo de inventario

# AIC_Header_Edit_Format
source: ✏ Edit Inventory #{0}
es: ✏ Editar inventario #{0}

# AIC_Btn_Add
source: ➕ Add
es: ➕ Añadir

# AIC_Btn_SaveChanges
source: ✏ Save Changes
es: ✏ Guardar cambios

# AIC_UH_ServicePrefix
source: Service #
es: Servicio #

# AIC_Validation_Title
source: Validation Error
es: Error de validación

# AIC_Validation_Threshold
source: Please enter a valid non-negative number for Low Stock Threshold.
es: Introduzca un número válido no negativo para el umbral de poca existencia.

# AIC_Validation_InitialQty
source: Please enter a valid non-negative number for Initial Quantity.
es: Introduzca un número válido no negativo para la cantidad inicial.

# AIC_Validation_ItemTypeRequired
source: Item Type is required.
es: Se requiere el tipo de artículo.

# AIC_Save_Success_Title
source: Success
es: Éxito

# AIC_Save_Success_Added
source: Inventory item added.
es: Artículo de inventario añadido.

# AIC_Save_Success_Updated
source: Inventory item updated.
es: Artículo de inventario actualizado.

# AIC_Delete_Confirm_Title
source: Confirm Deletion
es: Confirmar eliminación

# AIC_Delete_Confirm_Text_Format
source: Are you sure you want to delete item '{0}'?
es: ¿Seguro que desea eliminar el artículo «{0}»?

# AIC_Delete_Success_Title
source: Deleted
es: Eliminado

# AIC_Delete_Success_Text
source: Inventory item deleted successfully.
es: Artículo de inventario eliminado correctamente.

# AIC_Delete_Error_Text_Prefix
source: Error deleting item:
es: Error al eliminar el artículo:

# AIC_LoadUsage_Error
source: Error loading usage history:
es: Error al cargar el historial de uso:

# AIC_LoadRestock_Error
source: Error loading restock history:
es: Error al cargar el historial de reabastecimiento:

# AIC_StatusBar_Out
source: This item is out of stock.
es: Este artículo está agotado.

# AIC_StatusBar_Low
source: This item is low on stock.
es: Este artículo tiene pocas existencias.

# AIC_Service_Title_Format
source: Service #{0}
es: Servicio #{0}

# UF_Header_Add
source: ➕ Add User
es: ➕ Agregar usuario

# UF_Header_Edit
source: ✏ Edit User
es: ✏ Editar usuario

# UF_Header_Hint
source: Fill required fields • Strong password recommended
es: Complete los campos obligatorios • Se recomienda una contraseña segura

# UF_Label_Name
source: Name
es: Nombre

# UF_Label_Username
source: Username
es: Usuario

# UF_Label_Role
source: Role
es: Rol

# UF_Label_Password_Add
source: Password (required on add)
es: Contraseña (obligatoria al agregar)

# UF_Label_Password_Edit
source: New Password (optional)
es: Nueva contraseña (opcional)

# UF_Label_ConfirmPassword
source: Confirm Password
es: Confirmar contraseña

# UF_Label_Note
source: Note
es: Nota

# UF_PasswordRules
source: Password must be longer than 6 characters and include at least one number or symbol. It cannot be the same as the Name or the Username.
es: La contraseña debe tener más de 6 caracteres e incluir al menos un número o símbolo. No puede ser igual al nombre ni al nombre de usuario.

# UF_Tech_Title
source: Technician details
es: Detalles del técnico

# UF_Tech_PhoneReq
source: Phone (Technician required)
es: Teléfono (requerido para técnico)

# UF_Tech_AddressReq
source: Address (Technician required)
es: Dirección (requerida para técnico)

# UF_Tech_AreaReq
source: Assigned Area (Technician required)
es: Zona asignada (requerida para técnico)

# UF_Btn_Save
source: ✔ Save
es: ✔ Guardar

# UF_Btn_Close
source: ✖ Close
es: ✖ Cerrar

# UF_Btn_Delete
source: 🗑 Delete
es: 🗑 Eliminar

# UF_Validation_Title
source: Validation
es: Validación

# UF_Success_Title
source: Success
es: Éxito

# UF_Save_Success
source: Saved successfully.
es: Guardado correctamente.

# UF_Delete_Confirm_Title
source: Confirm Deletion
es: Confirmar eliminación

# UF_Delete_Confirm_Text_Format
source: Delete user '{0}'?
es: ¿Eliminar usuario '{0}'?

# UF_Delete_Success_Title
source: Deleted
es: Eliminado

# UF_Delete_Success_Text
source: User deleted.
es: Usuario eliminado.

# UF_Error_Save_Prefix
source: Error saving user:
es: Error al guardar el usuario:

# UF_Error_Delete_Prefix
source: Error deleting user:
es: Error al eliminar el usuario:

# YR_Title
source: Meteogram — yr.no
es: Meteograma — yr.no

# YR_Header_Title
source: Sucre Department — Meteogram (yr.no)
es: 🌤 Meteograma completo (yr.no)

# YR_Btn_Reload
source: Reload
es: Recargar

# YR_Btn_Retry
source: Retry
es: Reintentar

# YR_Tab_Meteogram
source: Meteogram
es: Meteograma

# YR_Fallback_CantDisplay
source: Can’t display the meteogram here.
es: No se puede mostrar el meteograma aquí.

# YR_Status_Initializing
source: Initializing WebView2...
es: Inicializando WebView2…

# YR_Status_Loading
source: Loading…
es: Cargando…

# YR_Status_Ready
source: Meteogram ready.
es: Meteograma listo.

# YR_Status_LoadFailed
source: Failed to load.
es: Error al cargar.

# YR_Error_RuntimeMissing
source: WebView2 Runtime is not installed.
es: El runtime de WebView2 no está instalado.

# YR_Error_CouldNotInitialize
source: WebView2 could not initialize.
es: No se pudo inicializar WebView2.

# YR_Error_InitFailed
source: WebView2 initialization failed:
es: Error al inicializar WebView2:

# YR_Error_NavigationPrefix
source: Navigation error:
es: Error de navegación:

# YR_Error_LoadSvgPrefix
source: Failed to load SVG. ErrorStatus=
es: Error al cargar el SVG. Estado=

# YR_Tooltip_Reload
source: Reload
es: Recargar

# YR_Summary_Loading
source: Loading forecast…
es: Cargando pronóstico…

# YR_Summary_Now
source: Now: {0:0.#}°C
es: Ahora: {0:0.#}°C

# YR_Summary_24h
source: 24h: H {0:0.#}° L {1:0.#}° • Rain {2:0.#} mm
es: 24 h: Máx {0:0.#}° Mín {1:0.#}° • Lluvia {2:0.#} mm

# YR_Summary_WindUpdated
source: Wind {0:0.#} m/s • Updated {1}
es: Viento {0:0.#} m/s • Actualizado {1}

# YR_Summary_SetLatLon
source: Set Latitude/Longitude or PlaceName
es: Configure latitud/longitud o nombre de lugar

# YR_Summary_Failed
source: Summary load failed.
es: Error al cargar el resumen.

# YR_Fallback_Title
source: Can’t display the meteogram here.
es: No se puede mostrar el meteograma aquí.

# YR_Fallback_Sub
source: Install the WebView2 runtime or try copying the link.
es: Instale WebView2 o intente copiar el enlace.

# YR_Btn_Copy
source: Copy Link
es: Copiar enlace

# YR_Meteogram_Loading
source: Loading meteogram…
es: Cargando meteograma…

# YR_Meteogram_Ready
source: Meteogram ready.
es: Meteograma listo.

# YR_Error_OpenWindow
source: Open window failed:
es: Error al abrir la ventana:

# YR_Error_WebView2InitFailed
source: WebView2 initialization failed: {0}
es: Error al inicializar WebView2: {0}

# YR_Error_WebView2NotInit
source: WebView2 could not initialize.
es: No se pudo inicializar WebView2.

# YR_Error_Navigation
source: Navigation error: {0}
es: Error de navegación: {0}

# YR_Error_SVGFailed
source: Failed to load SVG. ErrorStatus=
es: No se pudo cargar el SVG. Error=

# YR_Link_Copied
source: Link copied.
es: Enlace copiado.

# YR_Error_CopyFailed
source: Copy failed: {0}
es: Error al copiar: {0}

# PVET_Header_Title
source: PV Energy (PVGIS)
es: Energía FV (PVGIS)

# PVET_Tooltip_Refresh
source: Refresh
es: Actualizar

# PVET_Status_Loading
source: (loading...)
es: (cargando...)

# PVET_NoConfig
source: No config
es: Sin configuración

# PVET_MonthlyAvgFmt
source: Monthly avg: {0:0} kWh
es: Promedio mensual: {0:0} kWh

# PVET_MonthlyAvgDash
source: Monthly avg: —
es: Promedio mensual: —

# PVET_AnnualFmt
source: Annual: {0:0} kWh
es: Anual: {0:0} kWh

# PVET_AnnualDash
source: Annual: —
es: Anual: —

# PVET_ConfigFmt
source: Config: {0:0.##} kWp, tilt {1}°, az {2}°, losses {3:0.#}%
es: Config.: {0:0.##} kWp, inclinación {1}°, az {2}°, pérdidas {3:0.#}%

# IRR_Header_Title
source: Irradiance
es: Irradiancia

# IRR_Tooltip_Refresh
source: Refresh
es: Actualizar

# IRR_Status_Loading
source: (loading...)
es: (cargando...)

# IRR_NoCoords
source: No coords
es: Sin coordenadas

# IRR_TodayGhiFmt
source: Today GHI: {0:0.0} kWh/m²
es: GHI de hoy: {0:0.0} kWh/m²

# IRR_TodayGhiDash
source: Today GHI: —
es: GHI de hoy: —

# IRR_TomorrowPeakFmt
source: Tomorrow peak: {0:0} W/m²
es: Pico de mañana: {0:0} W/m²

# IRR_TomorrowPeakDash
source: Tomorrow peak: —
es: Pico de mañana: —

# IRR_UpdatedFmt
source: Updated {0}
es: Actualizado {0}

# PVEDW_Title
source: PV Energy Details (PVGIS)
es: Detalles de energía FV (PVGIS)

# PVEDW_Header
source: ⚡ Baseline PV Energy (PVGIS)
es: ⚡ Energía FV de referencia (PVGIS)

# PVEDW_Btn_Refresh
source: Refresh
es: Actualizar

# PVEDW_MonthlyDesc
source: Monthly energy (kWh) and annual total
es: Energía mensual (kWh) y total anual

# PVEDW_Col_Month
source: Month
es: Mes

# PVEDW_Annual_Label
source: Annual:
es: Anual:

# PVEDW_SpecificYield
source: Specific yield:
es: Rendimiento específico:

# PVEDW_CapacityFactor
source: Capacity factor:
es: Factor de capacidad:

# PVEDW_NoData_Text
source: PVGIS returned no data.
es: PVGIS no devolvió datos.

# PVEDW_Info_Caption
source: Info
es: Información

# PVEDW_Error_LoadFailed
source: Failed to load PV energy data.
es: Error al cargar los datos de energía FV.

# IrrDet_Title_Base
source: Irradiance Details
es: Detalles de Irradiancia

# IrrDet_RowsLabel
source: rows
es: filas

# IrrDet_Heading
source: ⭘ Irradiance (Fast mode: Open-Meteo)
es: ⭘ Irradiancia (modo rápido: Open-Meteo)

# IrrDet_Btn_Refresh
source: Refresh
es: Actualizar

# IrrDet_Loc_Hint
source: Last 7 days + next 3 days • GHI in kWh/m² • Peak only for forecast days
es: Últimos 7 días + próximos 3 días • GHI en kWh/m² • Pico solo para días de pronóstico

# IrrDet_Past7_Header
source: Past 7 days
es: Últimos 7 días

# IrrDet_Forecast3_Header
source: Forecast (next 3 days)
es: Pronóstico (próximos 3 días)

# IrrDet_Col_DateUtc
source: Date (UTC)
es: Fecha (UTC)

# IrrDet_Col_Peak
source: Peak (W/m²)
es: Pico (W/m²)

# IrrDet_Summary_Format
source: {0} • 7-day avg: {1} kWh/m² • Next-3 avg: {2} kWh/m²
es: {0} • Promedio 7 días: {1} kWh/m² • Promedio próximos 3: {2} kWh/m²

# IrrDet_Mode_OpenMeteoFast
source: Open-Meteo (fast)
es: Open-Meteo (rápido)

# IrrDet_Mode_NasaFallback
source: NASA+OM (fallback)
es: NASA+OM (alterno)

# Err_IrradianceLoadFailed
source: Failed to load irradiance data.
es: No se pudo cargar los datos de irradiancia.

# YR_SVG_Temperature
source: Temperature °C
es: Temperatura °C

# YR_SVG_Precipitation
source: Precipitation mm
es: Precipitación mm

# YR_SVG_Wind
source: Wind m/s
es: Viento m/s

# YR_SVG_WeatherForecastFor
source: Weather forecast for
es: Pronóstico del tiempo para

# MEAS_Header_Title
source: Measurement Console
es: Consola de Medición

# MEAS_Label_EffectiveSps
source: Effective SPS:
es: SPS efectivo:

# MEAS_Label_Status
source: Status
es: Estado

# MEAS_Conn_Baud
source: Baud
es: Baudios

# MEAS_Conn_Parity
source: Parity
es: Paridad

# MEAS_Tooltip_RefreshCom
source: Refresh COM list
es: Actualizar lista de puertos COM

# MEAS_Btn_Connect
source: Connect
es: Conectar

# MEAS_Btn_Disconnect
source: Disconnect
es: Desconectar

# MEAS_Function_Title
source: Function
es: Función

# MEAS_Btn_Apply
source: Apply
es: Aplicar

# MEAS_Check_AutoRange
source: Auto Range
es: Rango automático

# MEAS_Label_Units
source: Units:
es: Unidades:

# MEAS_Label_CurrentRange
source: Current Range:
es: Rango actual:

# MEAS_Func_VoltDC
source: Voltage DC
es: Voltaje CC

# MEAS_Func_VoltAC
source: Voltage AC
es: Voltaje CA

# MEAS_Func_CurrDC
source: Current DC
es: Corriente CC

# MEAS_Func_CurrAC
source: Current AC
es: Corriente CA

# MEAS_Func_Res
source: Resistance (Ω)
es: Resistencia (Ω)

# MEAS_Func_FourRes
source: 4-Wire Resistance (Ω)
es: Resistencia 4 hilos (Ω)

# MEAS_Func_TempRTD
source: Temperature (RTD)
es: Temperatura (RTD)

# MEAS_Func_Freq
source: Frequency (Hz)
es: Frecuencia (Hz)

# MEAS_Func_Per
source: Period (s)
es: Período (s)

# MEAS_Func_Cap
source: Capacitance (F)
es: Capacitancia (F)

# MEAS_Func_Cont
source: Continuity
es: Continuidad

# MEAS_Func_Diode
source: Diode
es: Diodo

# MEAS_Math_Title
source: Math
es: Cálculo

# MEAS_Math_Enable
source: Enable Math Calculations
es: Activar cálculos

# MEAS_Math_Disable
source: Disable Math Calculations
es: Desactivar cálculos

# MEAS_Btn_RefreshStats
source: Refresh Stats
es: Actualizar estadísticas

# MEAS_Tooltip_RefreshStats
source: Query AVG?/MIN?/MAX? now
es: Consultar AVG?/MIN?/MAX? ahora

# MEAS_Rel_Header
source: Relative (NULL)
es: Relativo (NULL)

# MEAS_Rel_Enable
source: Enable REL
es: Activar REL

# MEAS_Rel_Zero
source: Zero (NULL:OFFS)
es: Cero (NULL:OFFS)

# MEAS_Rel_Disable
source: Disable REL
es: Desactivar REL

# MEAS_dB_Header
source: Level in dB / dBm
es: Nivel en dB / dBm

# MEAS_Btn_UseDb
source: Use dB
es: Usar dB

# MEAS_Btn_UseDbm
source: Use dBm
es: Usar dBm

# MEAS_Btn_MathOff
source: Math OFF
es: Calculo OFF

# MEAS_Acq_Title
source: Acquisition
es: Adquisición

# MEAS_Btn_ReadOnce
source: Read Once
es: Leer una vez

# MEAS_Toggle_Continuous
source: Continuous
es: Continuo

# MEAS_Label_Rate
source: Rate
es: Velocidad

# MEAS_Rate_Fast
source: Fast
es: Rápido

# MEAS_Rate_Medium
source: Medium
es: Medio

# MEAS_Rate_Low
source: Low
es: Bajo

# MEAS_Label_Interval
source: Interval
es: Intervalo

# MEAS_Advanced_Title
source: Advanced Controls
es: Controles avanzados

# MEAS_Btn_Remote
source: Remote (SYST:REM)
es: Remoto (SYST:REM)

# MEAS_Temp_Header
source: Temperature (RTD / THER)
es: Temperatura (RTD / THER)

# MEAS_Label_Unit
source: Unit:
es: Unidad:

# MEAS_Btn_ApplyUnit
source: Apply Unit
es: Aplicar unidad

# MEAS_Tooltip_ThermStandard
source: Configures thermometer standard
es: Configura el estándar del termómetro

# MEAS_Volt_Header
source: Voltage (V / mV)
es: Voltaje (V / mV)

# MEAS_Label_Mode
source: Mode:
es: Modo:

# MEAS_Label_VRange
source: V Range:
es: Rango V:

# MEAS_Label_mVRange
source: mV Range:
es: Rango mV:

# MEAS_Btn_ApplyV
source: Apply V
es: Aplicar V

# MEAS_Btn_ApplymV
source: Apply mV
es: Aplicar mV

# MEAS_Curr_Header
source: Current (A / mA / µA)
es: Corriente (A / mA / µA)

# MEAS_Label_ARange
source: A Range:
es: Rango A:

# MEAS_Label_mARange
source: mA/µA Range:
es: Rango mA/µA:

# MEAS_Btn_ApplyA
source: Apply A
es: Aplicar A

# MEAS_Btn_ApplymA
source: Apply mA
es: Aplicar mA

# MEAS_Cap_Header
source: Capacitance (F)
es: Capacitancia (F)

# MEAS_Label_Range
source: Range:
es: Rango:

# MEAS_Btn_ApplyCap
source: Apply CAP
es: Aplicar CAP

# MEAS_Cont_Header
source: Continuity and Diode
es: Continuidad y diodo

# MEAS_Label_ContThreshold
source: Continuity Threshold (Ω):
es: Umbral de continuidad (Ω):

# MEAS_Btn_ApplyThreshold
source: Apply Threshold
es: Aplicar umbral

# MEAS_Check_Beeper
source: Beeper
es: Alarma

# MEAS_Label_MeasuredValue
source: Measured Value:
es: Valor medido:

# MEAS_Label_PassFail
source: PASS/FAIL:
es: APTO/NO APTO:

# MEAS_Label_Avg
source: Avg:
es: Prom:

# MEAS_Label_Min
source: Min:
es: Mín:

# MEAS_Label_Max
source: Max:
es: Máx:

# MEAS_Quick_Voltage
source: Voltage
es: Voltaje

# MEAS_Quick_Current
source: Current
es: Corriente

# MEAS_Quick_Resistance
source: Resistance
es: Resistencia

# MEAS_Btn_ZoomIn
source: Zoom In
es: Acercar

# MEAS_Btn_ZoomOut
source: Zoom Out
es: Alejar

# MEAS_Btn_ResetView
source: Reset View
es: Restablecer vista

# MEAS_Label_LowerLimit
source: Lower Limit:
es: Límite inferior:

# MEAS_Label_UpperLimit
source: Upper Limit:
es: Límite superior:

# MEAS_Btn_ApplyLimits
source: Apply Limits
es: Aplicar límites

# MEAS_Status_Disconnected
source: Disconnected.
es: Desconectado.

# MEAS_Status_NotConnected
source: Device is not connected.
es: El dispositivo no está conectado.

# MEAS_Status_ScanningPorts
source: Scanning ports…
es: Escaneando puertos…

# MEAS_Status_PortsUpdated
source: Ports updated.
es: Puertos actualizados.

# MEAS_Status_PortScanErrorFmt
source: Port scan error: {0}
es: Error al escanear puertos: {0}

# MEAS_Status_TimeoutFmt
source: Timeout: {0}
es: Tiempo de espera: {0}

# MEAS_Status_ConnectionErrorFmt
source: Connection error: {0}
es: Error de conexión: {0}

# MEAS_Status_NoIdn
source: No response to *IDN?. Check cable/port/power.
es: Sin respuesta a *IDN?. Verifique cable/puerto/energía.

# MEAS_Status_Connected
source: Connected.
es: Conectado.

# MEAS_Status_DisconnectErrorFmt
source: Disconnect error: {0}
es: Error al desconectar: {0}

# MEAS_Status_IdnReceived
source: IDN received.
es: IDN recibido.

# MEAS_Status_IdnTimeout
source: IDN timeout.
es: Tiempo de espera de IDN.

# MEAS_Status_FunctionSetFmt
source: Function set: {0}
es: Función establecida: {0}

# MEAS_Status_FunctionSetWithMeterFmt
source: Function set: {0} • Meter: {1}
es: Función establecida: {0} • Medidor: {1}

# MEAS_Status_FunctionTimeout
source: Timeout while setting function.
es: Tiempo de espera al configurar la función.

# MEAS_Status_ReadDone
source: Measurement complete.
es: Medición completa.

# MEAS_Status_NoData
source: No data from device.
es: Sin datos del dispositivo.

# MEAS_Status_ReadTimeout
source: Read timeout.
es: Tiempo de espera de lectura.

# MEAS_Status_MathEnabled
source: Average math enabled.
es: Cálculo promedio activado.

# MEAS_Status_MathDisabled
source: Average math disabled.
es: Cálculo promedio desactivado.

# MEAS_Status_MathErrorFmt
source: Math error: {0}
es: Error de cálculo: {0}

# MEAS_Status_ContStart
source: Continuous reading started.
es: Lectura continua iniciada.

# MEAS_Status_ContStop
source: Continuous reading stopped.
es: Lectura continua detenida.

# MEAS_Status_RemoteRequested
source: Remote mode requested (SYST:REM).
es: Modo remoto solicitado (SYST:REM).

# MEAS_Status_LocalRequested
source: Local mode requested (SYST:LOC).
es: Modo local solicitado (SYST:LOC).
