Repository: TimSuperior/HouseholdMS
Catalog: Resources/Strings.*.resx
Languages: es

# MEAS_Status_RateQueried
source: RATE? queried.
es: RATE? consultado.

# MEAS_Status_ThermoConfigured
source: CONF:TEMP:THER KITS90 sent.
es: CONF:TEMP:THER KITS90 enviado.

# MEAS_Status_TempReadDone
source: MEAS:TEMP? complete.
es: MEAS:TEMP? completado.

# MEAS_Status_AvgRefreshed
source: Averaging stats refreshed.
es: Estadísticas de promedio actualizadas.

# MEAS_Status_AvgRefreshedAlt
source: AVG?/MIN?/MAX? refreshed.
es: AVG?/MIN?/MAX? actualizado.

# MEAS_Status_InvalidContThreshold
source: Invalid continuity threshold.
es: Umbral de continuidad inválido.

# MEAS_Status_BeeperOn
source: Beeper ON
es: Alarma ON

# MEAS_Status_BeeperOff
source: Beeper OFF
es: Alarma OFF

# MEAS_Status_LimitsApplied
source: Limits applied.
es: Límites aplicados.

# Common_Pass
source: PASS
es: APTO

# Common_Fail
source: FAIL
es: NO APTO

# TBS_Header_Title
source: Tektronix TBS1202C — Remote Control
es: Tektronix TBS1202C — Control remoto

# TBS_Header_Sub
source: SCPI over VISA / Serial — live control and capture
es: SCPI por VISA / Serie — control y captura en vivo

# TBS_Btn_Connect
source: Connect
es: Conectar

# TBS_Btn_Disconnect
source: Disconnect
es: Desconectar

# TBS_Tab_Graph
source: Graph
es: Gráfica

# TBS_Tab_Measurements
source: Measurements
es: Medidas

# TBS_Label_Sources
source: Sources:
es: Fuentes:

# TBS_Label_LiveHz
source: Live (Hz):
es: En vivo (Hz):

# TBS_Tooltip_LiveHz
source: Polling rate for CURVe? reads
es: Frecuencia de sondeo para lecturas CURVe?

# TBS_Btn_FitAll
source: Fit All
es: Ajustar todo

# TBS_Btn_Clear
source: Clear
es: Limpiar

# TBS_Btn_Pause
source: Pause Live
es: Pausar en vivo

# TBS_Btn_Resume
source: Resume Live
es: Reanudar en vivo

# TBS_Tooltip_XMin
source: X Min (s)
es: X mín (s)

# TBS_Tooltip_XMax
source: X Max (s)
es: X máx (s)

# TBS_Tooltip_YMin
source: Y Min
es: Y mín

# TBS_Tooltip_YMax
source: Y Max
es: Y máx

# TBS_Btn_ApplyRange
source: Apply Range
es: Aplicar rango

# TBS_Btn_AutoFromData
source: Auto from Data
es: Auto desde datos

# TBS_Section_Acquisition
source: Acquisition
es: Adquisición

# TBS_Label_Mode
source: Mode:
es: Modo:

# TBS_Label_NumAvg
source: NumAvg:
es: Promedios:

# TBS_Section_Timebase
source: Timebase
es: Base de tiempo

# TBS_Label_TbScale
source: Scale (s/div)
es: Escala (s/div)

# TBS_Label_RecordLen
source: Record Len
es: Longitud de registro

# TBS_Label_RollMode
source: Roll Mode
es: Modo roll

# TBS_Btn_SampleRateQ
source: Sample Rate?
es: ¿Frecuencia de muestreo?

# TBS_Section_Channel
source: Channel
es: Canal

# TBS_Info_ChannelApplies
source: Applies to all checked sources above (CH1/CH2).
es: Se aplica a todas las fuentes marcadas arriba (CH1/CH2).

# TBS_Label_ChScale
source: Scale (V/div)
es: Escala (V/div)

# TBS_Label_Coupling
source: Coupling
es: Acoplamiento

# TBS_Label_BWLimit
source: 20 MHz BW Limit
es: Límite de BW 20 MHz

# TBS_Label_Invert
source: Invert
es: Invertir

# TBS_Section_Trigger
source: Trigger
es: Disparo

# TBS_Label_Source
source: Source
es: Fuente

# TBS_Label_Slope
source: Slope
es: Pendiente

# TBS_Label_LevelV
source: Level (V)
es: Nivel (V)

# TBS_Btn_SetLevel
source: Set Level
es: Establecer nivel

# TBS_Label_Holdoff
source: Holdoff (s)
es: Retardo (s)

# TBS_Btn_SetHoldoff
source: Set Holdoff
es: Establecer retardo

# TBS_Btn_StateQ
source: State?
es: ¿Estado?

# TBS_Section_Cursors
source: Cursors
es: Cursores

# TBS_Cur_Enable
source: Enable Cursors
es: Activar cursores

# TBS_Cur_Disable
source: Disable Cursors
es: Desactivar cursores

# TBS_Label_Function
source: Function
es: Función

# TBS_Btn_SetH
source: Set H
es: Establecer H

# TBS_Btn_SetV
source: Set V
es: Establecer V

# TBS_Section_Display
source: Display
es: Pantalla

# TBS_Label_PersistOn
source: Persistence On
es: Persistencia activada

# TBS_Label_PersistSec
source: Persistence (s)
es: Persistencia (s)

# TBS_Chart_TimeDomain
source: Time Domain
es: Dominio del tiempo

# TBS_Axis_Time
source: Time (s)
es: Tiempo (s)

# TBS_Axis_Voltage
source: Voltage (V)
es: Voltaje (V)

# TBS_Section_Immediate
source: Immediate Measurement
es: Medición inmediata

# TBS_Label_Type
source: Type
es: Tipo

# TBS_Label_Source1
source: Source1
es: Fuente1

# TBS_Label_Source2
source: Source2
es: Fuente2

# TBS_Btn_ValueQ
source: Value?
es: ¿Valor?

# TBS_Btn_Discover
source: Discover Supported (src1)
es: Descubrir soportadas (src1)

# TBS_Btn_ReadSelected
source: Read Selected
es: Leer seleccionadas

# TBS_Hint_MultiSelect
source: (multi-select below)
es: (selección múltiple abajo)

# TBS_Section_Slots
source: On-screen Slots (show on scope)
es: Slots en pantalla (mostrar en el osciloscopio)

# TBS_Tooltip_Src2
source: use for phase/delay
es: usar para fase/retardo

# TBS_Btn_ConfigSlot
source: Configure Slot
es: Configurar slot

# TBS_Btn_EnableSlot
source: Enable Slot
es: Habilitar slot

# TBS_Btn_DisableSlot
source: Disable Slot
es: Deshabilitar slot

# TBS_Btn_ReadSlot
source: Read Slot
es: Leer slot

# TBS_Label_GateByCursors
source: Gate by Cursors
es: Delimitar por cursores

# TBS_Btn_ApplyGate
source: Apply Gate
es: Aplicar delimitación

# TBS_Btn_ClearAllSlots
source: Clear All Slots
es: Limpiar todos los slots

# TBS_Section_LiveMini
source: Live Mini Graphs (per-channel)
es: Mini gráficas en vivo (por canal)

# TBS_Info_MiniGraphs
source: Updates ~every 2s while Live is running. Toggle CH1/CH2 in the Graph toolbar.
es: Se actualiza ~cada 2 s mientras En vivo está activo. Alterna CH1/CH2 en la barra de herramientas de Gráfica.

# TBS_Section_Console
source: Console
es: Consola

# Common_Apply
source: Apply
es: Aplicar

# Common_Set
source: Set
es: Establecer

# EPEV_Header_Title
source: EPEVER MPPT Monitor
es: Monitor MPPT EPEVER

# EPEV_Header_ReadOnlyChip
source: READ-ONLY
es: SOLO LECTURA

# EPEV_Header_StatusLabel
source: Status:
es: Estado:

# EPEV_Link_Disconnected
source: Disconnected
es: Desconectado

# EPEV_Link_ConnectedIdle
source: Connected (idle)
es: Conectado (inactivo)

# EPEV_Link_CommError
source: Comm error
es: Error de comunicación

# EPEV_Link_Polling
source: Polling
es: Consultando

# EPEV_Link_ConnectedNoData
source: Connected, but no data
es: Conectado, pero sin datos

# EPEV_Status_InitHint
source: Select COM port, set ID, click Connect.
es: Seleccione el puerto COM, ponga el ID y pulse Conectar.

# EPEV_Disconnected
source: Disconnected.
es: Desconectado.

# EPEV_Status_ConnectedFmt
source: Connected to {0} @ {1} (ID={2}).
es: Conectado a {0} @ {1} (ID={2}).

# EPEV_Toolbar_Port
source: Port:
es: Puerto:

# EPEV_Toolbar_Baud
source: Baud:
es: Baudios:

# EPEV_Toolbar_Interval
source: Interval:
es: Intervalo:

# EPEV_Btn_Refresh
source: Refresh
es: Actualizar

# EPEV_Btn_Connect
source: Connect
es: Conectar

# EPEV_Btn_Disconnect
source: Disconnect
es: Desconectar

# EPEV_Btn_ReadNow
source: Read Now
es: Leer ahora

# EPEV_Card_Device
source: Device
es: Dispositivo

# EPEV_Device_VendorLabel
source: Vendor:
es: Fabricante:

# EPEV_Device_ProductLabel
source: Product:
es: Producto:

# EPEV_Card_Rated
source: Rated (Read-only)
es: Nominal (solo lectura)

# EPEV_Rated_PvRatedInputVoltage
source: PV Rated Input Voltage:
es: Tensión nominal de entrada FV:

# EPEV_Rated_ChargeCurrent
source: Rated Charge Current:
es: Corriente de carga nominal:

# EPEV_Rated_LoadCurrent
source: Rated Load Current:
es: Corriente nominal de carga (Load):

# EPEV_Card_PVArray
source: PV (Array)
es: FV (Arreglo)

# EPEV_Label_Voltage
source: Voltage:
es: Tensión:

# EPEV_Label_Current
source: Current:
es: Corriente:

# EPEV_Label_Power
source: Power:
es: Potencia:

# EPEV_Card_Battery
source: Battery (Charge)
es: Batería (Carga)

# EPEV_Label_ChargeCurrent
source: Charge Current:
es: Corriente de carga:

# EPEV_Label_ChargePower
source: Charge Power:
es: Potencia de carga:

# EPEV_Card_LoadOutput
source: Load Output
es: Salida de carga

# EPEV_Card_State
source: State
es: Estado

# EPEV_Label_ChargeStage
source: Charge Stage:
es: Etapa de carga:

# EPEV_Label_LastUpdate
source: Last update:
es: Última actualización:

# EPEV_Card_Temperatures
source: Temperatures
es: Temperaturas

# EPEV_Temp_Battery
source: Battery:
es: Batería:

# EPEV_Temp_Ambient
source: Ambient:
es: Ambiente:

# EPEV_Temp_Controller
source: Controller:
es: Controlador:

# EPEV_Card_TodayExtremes
source: Today's Extremes
es: Extremos de hoy

# EPEV_Today_BattVmax
source: Battery Vmax:
es: Batería Vmáx:

# EPEV_Today_BattVmin
source: Battery Vmin:
es: Batería Vmín:

# EPEV_Section_RealtimeCurves
source: Real-time Curves
es: Curvas en tiempo real

# EPEV_Btn_ResetView
source: Reset View
es: Restablecer vista

# EPEV_Tab_Voltage
source: Voltage
es: Tensión

# EPEV_Tab_Current
source: Current
es: Corriente

# EPEV_Tab_Power
source: Power
es: Potencia

# EPEV_Axis_Time
source: Time
es: Tiempo

# EPEV_Axis_VoltV
source: Volt, V
es: Tensión, V

# EPEV_Axis_CurrA
source: Curr, A
es: Corriente, A

# EPEV_Axis_PowerW
source: Power, W
es: Potencia, W

# EPEV_Series_Battery
source: Battery
es: Batería

# EPEV_Series_Load
source: Load
es: Carga

# EPEV_Section_RawDebug
source: Raw / Debug
es: Bruto / Depuración

# EPEV_Tip_RS485
source: Tip: Only one master on RS-485. Close other apps.
es: Consejo: Solo un maestro en RS-485. Cierre otras apps.

# EPEV_Section_Inspector
source: Advanced Inspector (Read Input Registers 0x04)
es: Inspector avanzado (Leer registros de entrada 0x04)

# EPEV_Label_Start
source: Start (hex or dec):
es: Inicio (hex o dec):

# EPEV_Label_Count
source: Count:
es: Cantidad:

# EPEV_Btn_Read
source: Read
es: Leer

# EPEV_Col_Index
source: Index
es: Índice

# EPEV_Col_ValueHex
source: Value (hex)
es: Valor (hex)

# EPEV_Col_ValueDec
source: Value (dec)
es: Valor (dec)

# EPEV_Msg_Title
source: EPEVER Monitor
es: Monitor EPEVER

# EPEV_Msg_SelectPort
source: Select a COM port first.
es: Primero seleccione un puerto COM.

# EPEV_Msg_InvalidUnitId
source: Device ID must be 1..247.
es: El ID del equipo debe ser 1..247.

# EPEV_Msg_ConnectFirst
source: Connect first.
es: Conéctese primero.

# EPEV_Msg_InvalidStart
source: Invalid start address.
es: Dirección inicial no válida.

# EPEV_Msg_CountRange
source: Count must be 1..60.
es: La cantidad debe ser 1..60.

# IT8615_Header_Title
source: IT8615 Electronic Load
es: Carga electrónica IT8615

# IT8615_Header_Sub
source: Control, scope, and harmonics
es: Control, osciloscopio y armónicos

# IT8615_Conn_Resource
source: Resource:
es: Recurso:

# IT8615_Btn_Discover
source: Discover
es: Buscar

# IT8615_Btn_Connect
source: Connect
es: Conectar

# IT8615_Btn_Disconnect
source: Disconnect
es: Desconectar

# IT8615_Conn_InstrumentId
source: Instrument ID:
es: ID del instrumento:

# IT8615_Conn_Retry
source: Retry Count
es: Reintentos

# IT8615_Tab_Parameters
source: Parameters
es: Parámetros

# IT8615_Tab_Scope
source: Scope
es: Osciloscopio

# IT8615_Tab_Harmonics
source: Harmonics
es: Armónicos

# IT8615_Param_OperatingMode
source: Operating Mode
es: Modo de operación

# IT8615_Param_Function
source: Function:
es: Función:

# IT8615_ModeTooltip
source: Modes: Constant Current, Constant Resistance, Constant Voltage, Constant Power, Short Circuit
es: Modos: Corriente Constante, Resistencia Constante, Voltaje Constante, Potencia Constante, Cortocircuito

# IT8615_Func_Current
source: Current (Constant Current)
es: Corriente (Corriente Constante)

# IT8615_Func_Resistance
source: Resistance (Constant Resistance)
es: Resistencia (Resistencia Constante)

# IT8615_Func_Voltage
source: Voltage (Constant Voltage)
es: Voltaje (Voltaje Constante)

# IT8615_Func_Power
source: Power (Constant Power)
es: Potencia (Potencia Constante)

# IT8615_Func_Short
source: Short Circuit
es: Cortocircuito

# IT8615_Btn_Apply
source: Apply
es: Aplicar

# IT8615_Param_EnableInput
source: Enable Input
es: Habilitar entrada

# IT8615_Param_PowerFactor
source: Power Factor:
es: Factor de potencia:

# IT8615_Param_CrestFactor
source: Crest Factor:
es: Factor de cresta:

# IT8615_Btn_ApplyPfCf
source: Apply Power Factor / Crest Factor
es: Aplicar FP / FC

# IT8615_Btn_Start
source: Start
es: Iniciar

# IT8615_Btn_Stop
source: Stop
es: Detener

# IT8615_Btn_EStop
source: Emergency Stop
es: Parada de emergencia

# IT8615_Meter_Title
source: Meter (Live)
es: Medidor (En vivo)

# IT8615_Meter_Vrms
source: Voltage RMS:
es: Voltaje RMS:

# IT8615_Meter_Irms
source: Current RMS:
es: Corriente RMS:

# IT8615_Meter_Power
source: Power:
es: Potencia:

# IT8615_Meter_Pf
source: Power Factor:
es: Factor de potencia:

# IT8615_Meter_Freq
source: Frequency:
es: Frecuencia:

# IT8615_Meter_Cf
source: Crest Factor:
es: Factor de cresta:

# IT8615_Btn_Run
source: Run
es: Ejecutar

# IT8615_Btn_Single
source: Single
es: Única

# IT8615_Label_TimeDiv
source: Time/Div (s)
es: Tiempo/Div (s)

# IT8615_Btn_ApplyTimeDiv
source: Apply Time/Div
es: Aplicar Tiempo/Div

# IT8615_Trig_Title
source: Trigger Setup
es: Configuración de disparo

# IT8615_Trig_Source
source: Source
es: Fuente

# IT8615_Trig_Slope
source: Slope
es: Pendiente

# IT8615_Trig_Mode
source: Mode
es: Modo

# IT8615_Trig_Level
source: Level
es: Nivel

# IT8615_Trig_DelaySec
source: Delay (s)
es: Retardo (s)

# IT8615_Btn_ApplyTrigger
source: Apply Trigger
es: Aplicar disparo

# IT8615_TrigSrc_Voltage
source: Voltage
es: Voltaje

# IT8615_TrigSrc_Current
source: Current
es: Corriente

# IT8615_TrigSlope_Pos
source: Positive
es: Positiva

# IT8615_TrigSlope_Neg
source: Negative
es: Negativa

# IT8615_TrigSlope_Any
source: Any
es: Cualquiera

# IT8615_Vert_Title
source: Vertical / Measure
es: Vertical / Medición

# IT8615_Vert_VRange
source: V Range (V)
es: V Rango (V)

# IT8615_Vert_ARange
source: A Range (A)
es: A Rango (A)

# IT8615_Vert_Display
source: Display
es: Visualización

# IT8615_Vert_Average
source: Average (1-16)
es: Promedio (1-16)

# IT8615_Btn_ApplyVertical
source: Apply Vertical
es: Aplicar Vertical

# IT8615_Btn_ApplyDisplayAvg
source: Apply Display/Average
es: Aplicar Visualización/Promedio

# IT8615_Knob_Title
source: Knob Function
es: Función del mando

# IT8615_Knob_Label
source: Knob maps to
es: El mando controla

# IT8615_Btn_ApplyKnob
source: Apply Knob
es: Aplicar mando

# IT8615_Knob_Help
source: UR/AR(change range), UB/AB(change base), TL(trigger level), TD(trigger delay), T/d(time per division)
es: UR/AR(cambia rango), UB/AB(cambia base), TL(nivel), TD(retardo), T/d(tiempo por división)

# IT8615_Knob_UR
source: UR (Volt Range)
es: UR (Rango de Voltaje)

# IT8615_Knob_AR
source: AR (Curr Range)
es: AR (Rango de Corriente)

# IT8615_Knob_UB
source: UB (Volt Base)
es: UB (Base de Voltaje)

# IT8615_Knob_AB
source: AB (Curr Base)
es: AB (Base de Corriente)

# IT8615_Knob_TL
source: TL (Trig Level)
es: TL (Nivel de disparo)

# IT8615_Knob_TD
source: TD (Trig Delay)
es: TD (Retardo de disparo)

# IT8615_Knob_Tdiv
source: T/d (Time/Div)
es: T/d (Tiempo/Div)

# IT8615_Scope_AxisX
source: Sample
es: Muestra

# IT8615_Scope_SeriesVolt
source: Voltage
es: Voltaje

# IT8615_Scope_SeriesCurr
source: Current
es: Corriente

# IT8615_Harm_BtnMeasure
source: Measure Harmonics
es: Medir armónicos

# IT8615_Harm_UpToN
source: Up to Harmonic Number:
es: Hasta el número de armónico:

# IT8615_Harm_AxisX
source: Harmonic Order (n)
es: Orden de armónico (n)

# IT8615_Harm_AxisY
source: Amplitude (normalized)
es: Amplitud (normalizada)

# IT8615_Harm_SeriesLabel
source: Voltage Harmonics
es: Armónicos de voltaje

# IT8615_Status_Idle
source: Idle
es: Inactivo

# IT8615_Msg_NotConnectedTitle
source: Not connected
es: No conectado

# IT8615_Msg_NotConnectedBody
source: Connect to the instrument first.
es: Conéctese primero al instrumento.

# IT8615_Status_Harm_NoData
source: Harmonics: no data.
es: Armónicos: sin datos.

# IT8615_Status_Harm_CapturedFmt
source: Harmonics captured: n={0}
es: Armónicos capturados: n={0}

# IT8615_Status_DiscoveredFmt
source: Found {0} VISA resources.
es: Se encontraron {0} recursos VISA.

# IT8615_Msg_PickResource
source: Pick a VISA resource.
es: Seleccione un recurso VISA.

# IT8615_Msg_WrongInstrumentTitle
source: Wrong instrument
es: Instrumento incorrecto

# IT8615_Msg_WrongInstrumentBody
source: The selected resource is not an ITECH IT8615. Choose the correct device.
es: El recurso seleccionado no es un ITECH IT8615. Elija el dispositivo correcto.

# IT8615_Status_Connected
source: Connected.
es: Conectado.

# IT8615_Status_Disconnected
source: Disconnected.
es: Desconectado.

# IT8615_Status_SetpointApplied
source: Setpoint applied.
es: Setpoint aplicado.

# IT8615_Status_PfCfApplied
source: Power factor / crest factor applied.
es: FP / FC aplicados.

# IT8615_Status_EStopExecuted
source: Emergency stop executed.
es: Parada de emergencia ejecutada.

# IT8615_Status_ScopeLiveFmt
source: Scope LIVE: V[{0}], I[{1}]
es: Scope EN VIVO: V[{0}], I[{1}]

# IT8615_Status_ScopeNoData
source: Scope: no data yet (check trigger level/mode or press Run again).
es: Osciloscopio: sin datos aún (revise nivel/modo de disparo o pulse Ejecutar de nuevo).

# IT8615_Status_ScopePointsFmt
source: Scope: V[{0}], I[{1}] points.
es: Osciloscopio: V[{0}], I[{1}] puntos.

# IT8615_Status_TimeDivFmt
source: Time/Div = {0} s
es: Tiempo/Div = {0} s

# IT8615_Status_TriggerApplied
source: Trigger applied.
es: Disparo aplicado.

# IT8615_Status_VerticalSetFmt
source: Vertical set VBase={0}, VRange={1}, ABase={2}, ARange={3}
es: Vertical: VBase={0}, VRango={1}, ABase={2}, ARango={3}

# IT8615_Status_DisplayAvgFmt
source: Display={0}, Average={1}
es: Vista={0}, Promedio={1}

# IT8615_Status_KnobFmt
source: Knob → {0}
es: Mando → {0}

# IT8615_Status_ScopeStopped
source: Scope stopped.
es: Osciloscopio detenido.
